tap "hashicorp/tap"
brew "antigen"
brew "autoenv"
brew "ca-certificates"
brew "autojump"
brew "autossh"
brew "cryptography"
brew "awscli"
brew "doctl"
brew "libgit2"
brew "eza"
brew "fd"
brew "git"
brew "graphviz"
brew "helm"
brew "libpq"
brew "markdownlint-cli"
brew "mas"
brew "neovim"
brew "openjdk"
brew "prettierd"
brew "rclone"
brew "ripgrep"
brew "telnet"
brew "tmux"
brew "tpm"
brew "tree"
brew "vim"
brew "watch"
brew "zsh"
brew "hashicorp/tap/terraform"
cask "1password"
cask "alt-tab"
cask "arc"
cask "aws-vault"
cask "bartender"
cask "beekeeper-studio"
cask "bruno"
cask "font-geist-mono-nerd-font"
cask "free-download-manager"
cask "ghostty"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "lens"
cask "meetingbar"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle-pro"
cask "the-unarchiver"
cask "transmit"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "webstorm"
cask "whatsapp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Big Red Warning", id: 6469755356
mas "Color Picker", id: 1545870783
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
vscode "4ops.terraform"
vscode "alefragnani.bookmarks"
vscode "aykutsarac.jsoncrack-vscode"
vscode "betajob.modulestf"
vscode "bradlc.vscode-tailwindcss"
vscode "dart-code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "efanzh.graphviz-preview"
vscode "esbenp.prettier-vscode"
vscode "fabioz.vscode-pydev"
vscode "fabioz.vscode-pydev-python-debugger"
vscode "foxundermoon.shell-format"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "janisdd.vscode-edit-csv"
vscode "kevinrose.vsc-python-indent"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "oouo-diogo-perdigao.docthis"
vscode "orta.vscode-jest"
vscode "redhat.vscode-xml"
vscode "repreng.csv"
vscode "stephanvs.dot"
vscode "streetsidesoftware.code-spell-checker"
vscode "supermaven.supermaven"
vscode "svelte.svelte-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
